Revit 2027 API
ParameterTypeId.StructuralReferenceLevelElevation Property
 "Reference Level Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralReferenceLevelElevation { get; }
Public Shared ReadOnly Property StructuralReferenceLevelElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralReferenceLevelElevation {
	ForgeTypeId^ get ();
}
static member StructuralReferenceLevelElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace